rpi5-2/20240119-1703-glibc/1-locks/1000/pgbench-warmup-5-0.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 5
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 3206157
number of failed transactions: 0 (0.000%)
latency average = 0.599 ms
initial connection time = 34.686 ms
tps = 53455.453222 (without initial connection time)